Repository: mohamed930/Mekya-Demo
Catalog: Mekyal/Resources/translation/*.lproj/Localizable.strings
Languages: ar

# lang
source: eng
ar: ara

source: Villa
ar: فيلا

source: Building
ar: شقه

source: Commercial
ar: تجارى

source: Resend in
ar: اعادة الارسال فى

source: s
ar: ثانيه

source: EGP
ar: جنيه مصرى

source: KG
ar: كيلو غرام

source: PCs
ar: قطعه

source: Quantity
ar: الكميه

# SearchPlaceHolder
source: What do you need
ar: ما الذى تحتاجه

# NotePlaceHolder
source: Any special request
ar: اىوجد طلب خاص تريده

source: update
ar: تحديث

source: Cancel
ar: الغاء الامر

source: Update name
ar: تحديث الاسم

# userNewName
source: Enter your new user name:
ar: ادخل اسم المستخدم الجديد:

# EnterName
source: Enter your name
ar: ادحل الاسم

source: Update address
ar: تحديث العنوان

# newaddress
source: Enter your new address:
ar: ادخل العنوان الجديد:

# EnterAddress
source: Enter your address
ar: ادخل العنوان

source: Update telephone
ar: تحديث تليفون

# newtele
source: Enter your new telephone:
ar: ادخل رقم التليفون الجديد:

# Entertelephone
source: Enter your telephone
ar: ادخل رقم التليفون

source: logout
ar: تسجيل الخروج

# logmess
source: Are your sure to log out?
ar: هل انت متأكد من تسجيل الخروج؟

# track
source: track your order
ar: تتبع الاوردر
